[Sprache]

;Sprache Name

name=Deutsch

;------------------------------------------------
[Tipps]


UACtips=Ob Dockmod hinzugefügt werden soll, um UAC zu umgehen, wird keine Benutzerkontensteuerung im Popup-Fenster auffordern!
firsttip=Diese Software erhebt keine Gebühren und ist für kommerzielle Zwecke strengstens untersagt. Für eventuelle Verluste übernehme ich keine Haftung.
dwmerror=Es wurde festgestellt, dass das System den DWM-Dienst nicht gestartet hat und das Programm nicht normal laufen kann!
crashtip=Das Programm ist abgestürzt, neu starten?
;------------------------------------------------

[Iconname]

;Dock-Label-Name

finder=Finder
launchpad=Launchpad
cal=Kalender
Papierkorb = Papierkorb

;Das letzte Symbol in der Ordneroberfläche

explorer=Im Finder öffnen

;Namensformat für Systemzeitsymbole

timeformat=dddd tt/mm/jjjj
;Das Zeitformat ist das Systemzeitformat y 年 m月份 d 日期 dddd 星期几 ddd周几


entfernen=Entfernen
addtopad=Zu Launchpad hinzufügen
iconisfull=Das aktuelle Seitensymbol ist voll

;------------------------------------------------- ------------

[Systemsymbol]
;Name des Systemsymbols
controlpanel=Systemsteuerung
taskbar=Tray-Symbol
systemtime=Systemzeit
cortana=Cortana
Netzwerk=Netzwerk
mydocument=Meine Dokumente
Wetter=Wetter
Batterie=Batterie

errortips=Dieses Symbol wurde hinzugefügt!


------------------------------------

[Bearbeitung]
;Symbolfenster bearbeiten

addtips=Dateien können hier gezogen und abgelegt werden

zurücksetzen=Zurücksetzen
ok=Ok
wiederherstellen=Wiederherstellen
addname=Anzeigenamen bearbeiten
addicotips=Klicke auf die Schaltfläche "..." in der oberen rechten Ecke, um ein Symbol hinzuzufügen
Schalter=Schalter
trashempty=Papierkorb leer
trashfull=Papierkorb voll
iconshell=Symbolmaske verwenden
addline=Terminal ausführen
;Pop-up Dateifenstertitel auswählen

selectfoldertitle=Ordner auswählen
;Stadt für die Suche nach Wettervorhersagen
searchcity=Suche nach Städtenamen


;------------------------------------------------

[Bearbeitung]

;Kalenderfenster bearbeiten

monthfont=Monatsschrift:
dayfont=Datumsschrift:
monthpoint=Monatsort:
daypoint=Datum Ort:
monthposition=Monatsausrichtung:
dayposition=Datumsausrichtung:
monthcolor=Monatsfarbe:
daycolor=Datumsfarbe:
rotation=Drehwinkel:
default=Standardkonfiguration verwenden

ok=Ok
test=test

links=links
richtig=richtig
center=Center

;Pop-up-Bildfenstertitel auswählen

selectcalicon=Wählen Sie ein Kalenderbild

;------------------------------------------------

[Bearbeitungstipps]
;Eine Fehlermeldung erscheint auf der Bearbeitungssymboloberfläche

iconduplicate=Dieses Programm wurde dem Dock hinzugefügt!

systemduplicate=Dieses Symbol wurde hinzugefügt!

titleerror=Der Anzeigename des Programms darf nicht leer sein!
filepatherror=Der Programmpfad und das Symbol dürfen nicht leer sein!

padtitleerror1=Der Dateiname ist doppelt vorhanden, bitte erneut eingeben!
padtitleerror2=Dateimodifikation fehlgeschlagen, bitte legen Sie das Programm nicht auf Laufwerk 'C'!

formaterror=Nicht unterstütztes Format, bitte im png-, ico-, exe-, lnk-Format eingeben!

;------------------------------------------------- --------------------------
;Einstellungsfenster
[EinstellungsUI]

settitle=Schnittstelleneinstellungen

Globale Einstellungen=Globale Einstellungen

openMyDock=MeinDock öffnen
openMyFinder=Öffne MyFinder
MyDockerror=Bitte öffnen Sie MyDock
MyFindererror=Bitte öffnen Sie MyFinder

DPIscale=Globale Schnittstellenanzeigeskala
Accentcolor=Globale Interface-Akzentfarbe
darkmodeall=Globaler Farbmodus der Benutzeroberfläche

darkmode_light=Licht
darkmode_dark=Dunkel
darkmode_auto=Auto
darkmode_system=System

aero=Schalte den globalen Unschärfeeffekt ein
systemdarkmode=Die Systemfarbe folgt dem mydockfinder
autoupdate=Automatisch nach Programmupdates suchen
systemstart=Autostart beim Booten
autohidetaskbar=Taskleiste beim Start automatisch ausblenden

hidetaskbar_dock=Versteckt den Bildschirm, auf dem die Taskleiste
hidetaskbar_all=Alle Bildschirm-Taskleisten ausblenden

DirectDXFPS=Wählen Sie die DirectDX-Rendering-Aktualisierungsrate
languagechoice=Wählen Sie die Anzeigesprache des Programms
allfont=Programmschriftart wählen
defaultfont=Standardschriftart

general=Allgemein
Erweitert=Erweitert
preview=Fenstervorschau
minimierenwindowsettings=Fenster minimieren

timeset=Zeit
audioset=Audio
displayset=Anzeigen
mediaset=Medien
Batterieset=Batterie
netset=Netzwerk
monitorset=Monitor

about=Über

icosize=Symbol Standardgröße
icomaxsize=Symbol vergrößerte Größe

icospace=Abstand zwischen Symbolen
edgeposition=Dockabstand vom Bildschirmrand edge


displaymode=Wählen Sie den versteckten Modus der Dockanzeige
displaynormal=Standardanzeigemodus
displaybottom=Overlay-Anzeigemodus
displayauto=Automatischer Ausblendmodus
displaymart=Smart-Versteck-Modus
displayhotkey=Hotkey-Anzeigemodus
displayalways=Modus immer anzeigen
displayhide=Modus immer ausblenden

Aktivierungsleiste anzeigen=Aktivierungsleiste anzeigen, nachdem das Dock ausgeblendet wurde

positiononscreen=Bildschirmposition andocken
screenleft=Links
screenbottom=Unten
screenright=Rechts
screentop=Top
multiscreen=Wählen Sie den Bildschirm aus, um das Dock anzuzeigen
multiscreenpad=Wählen Sie den Bildschirm aus, um das Launchpad anzuzeigen
padscreenname=Dock folgen
lockicon=Symbol ziehen sperren
windowsborder=Fensterränder aktivieren, um das Blockieren von Fenstern zu verhindern
jumpanimation=Klicke auf das Icon um zu hüpfen um das Programm zu öffnen
folderDoubleclickOpen=Doppelklicken Sie auf das Ordnersymbol, um es zu öffnen
gpurendicon=GPU-Compositing verwenden, um Dock-Symbole zu rendern
iconmask=Füge allen Symbolen einen Maskeneffekt hinzu
Runapp separator=Zeige Trennzeichen für neues laufendes Programm
newapp=Neues laufendes Programmsymbol anzeigen
blacklist=Sperrliste verwalten
noblacklist=Kein Verbotsverfahren
hotcornerleft=Funktionen in der unteren linken Ecke des Bildschirms
hotcornerright=Funktionen in der unteren rechten Ecke des Bildschirms
hotkeypad=Launchpad-Hotkey anzeigen
hotkeyDock=Dock-Hotkey anzeigen

minimieren=Fenster auf das Dock minimieren
animationoff=Fenster schließen Animation minimieren
Slow animation=Halten Sie die Umschalttaste gedrückt, um die Animation zu verlangsamen
useMipMap=Texturgenerierung MipMap
GDIscreenshot=Screenshots mit GDI minimieren
screencapturetype=Screenshot-Typen
minimiereneffect=Fenster mit Spezialeffekten minimieren

genie=Genie
Skala=Skala
scaleDX=Skala DX
saugen = saugen


selectGPU=Wählen Sie die für das Rendern verwendete Grafikkarte aus
DirectX=DirectX-Version auswählen
SamplerState=Texturfiltermethode minimieren (LINEAR wird für DX11 und höher empfohlen)
Minimizeblacklist=Animationsprogramm minimieren abbrechen
Editwindowlist=Fensterliste bearbeiten


previewon=Fenstervorschau aktivieren
previewsize=Fenstervorschaugröße
previewdelay=Verzögerte Anzeigevorschau

previewcontrol=Andere Vorschauelemente anzeigen
previewappname=Anwendungsname
previewbutton=Fenstersteuerungsschaltflächen
aeropeek=Vollständige Fenstervorschau beim Mauszeiger anzeigen


logotype=Wählen Sie den Button-Stil auf der linken Seite
diylogo=Datei auswählen
shutdownmsgbox=Bestätigt den Neustart des Herunterfahrens des Systems
finderdark=Wählen Sie den Finder-Farbmodus

finddark_auto=Hintergrundbild
finderdark_set=Einstellung

finderdisplaymode=Wählen Sie den versteckten Modus der Finder-Anzeige
finderautochangecolor=Fenster maximieren, um immersiven Modus zu verwenden

showaudio=Lautstärkesymbol im Finder anzeigen
showbattery=Batteriesymbol im Finder anzeigen
showwifi=WLAN-Symbol im Finder anzeigen
showbluetooth=Bluetooth-Symbol im Finder anzeigen
showdisplay=Anzeigesymbol im Finder anzeigen
showcpu=CPU
showtemp=Kerntemp
Schausteller = RAM
showdisk=DISK
gezeigtet=NETZWERK

formatdate=Datumsanzeigeformat wählen
formattime=Zeitanzeigeformat wählen

Combinebattery=Mehrere Batterien kombiniert, um die Leistung anzuzeigen
mediatype=Wählen Sie den Stil der Lautstärke- und Helligkeitsaufforderung

media_system=System
media_mac=Mac
media_ios=iOS

hotkeyvolup=Hotkey zum Erhöhen der Lautstärke
hotkeyvoldown=Hotkey zum Verringern der Lautstärke
hotkeyvolmute=Hotkey zum Stummschalten der Lautstärke


hotkeybriup=Hotkey zum Erhöhen der Helligkeit
hotkeybridown=Hotkey für Helligkeit verringern

Thema=Thema

wallpaper=Hintergrund

selectwallpaper=Hintergrundthema auswählen
wallpapernone=keine

Contribute=Spenden unterstützen
netdisk=Website besuchen
updatelog=Update-Log
update=Nach Updates suchen
restartdock=Programm neu starten
uninstall=Programm deinstallieren

ok=Ok
abbrechen=Abbrechen

-------------------------------------------------- ----------
[heiße Ecken]
nichts = nichts
allwindows=Alle Fenster anzeigen
launchpad=Launchpad anzeigen
displaytosleep=Schalte das Display aus
startmenu=Startmenü anzeigen
showdesktop=Desktop anzeigen
actioncenter=Windows Operation Center
screensaver=Bildschirmschutz

[Einstellungstipps]

;Eine Fehlermeldung erscheint auf der Einstellungsoberfläche
gpurendtip=Die Aktivierung dieser Option kann zum Absturz des Computers führen. Bitte verlassen Sie das Dock nicht. Dieser Start ist vorübergehend aktiviert. Wenn Sie das Dock verlassen, wird diese Konfiguration gespeichert. Wenn der Computer nach einiger Zeit abstürzt, wird das GPU-Composite-Rendering beim nächsten Start automatisch abgebrochen.
edgetip=Die Begrenzung des offenen Limitfensters kann nicht angepasst werden!
autohideerror=Diese Funktion kann beim Öffnen der Fensterbegrenzung nicht aktiviert werden!
neterror=Netzwerkfehler, bitte überprüfen Sie die Verbindung.
autohide=Dock automatisch ausblenden kann diese Funktion nicht aktivieren!
updateerror1=Netzwerkfehler, bitte versuchen Sie es erneut!
updateerror2=Online-Update fehlgeschlagen. Möchten Sie die Download-Seite öffnen?
updateerror3=Viele fehlgeschlagene Aktualisierungsversuche, bitte laden Sie das Updatepaket von der Netzwerkdiskette herunter!

updatetip1=Wird eine neue Version aktualisiert?
updatetip2=Wird die Datei sofort nach dem Download aktualisiert?

noupdate=Es ist die neueste Version, kein Update erforderlich!
uninstalltip=Möchten Sie dieses Programm vom System entfernen?
restarttip=Öffnen nach Neustart des Programms!
fontrestart=Einige Schnittstellen müssen zum Ändern neu gestartet werden!

languagetips=Einige Schnittstellen müssen zum Ändern neu gestartet werden!

uninstallcomplete=Nach Abschluss der Deinstallation löschen Sie bitte alle nicht gelöschten Dateien manuell.

DPIerrortip=Der aktuelle Zoomfaktor ist größer als die Systemzoomschnittstelle. Das Display ist zu groß!

;------------------------------------------------- ------------------

[Speisekarte]
;Rechtes Menü


newfinderwindow=Neues Finder-Fenster
gotofolder=Gehe zum Ordner...
connecttoserver=Remote-Desktop
showlaunchpad=Apps anzeigen


addnormalicon=Normales Symbol hinzufügen
addsystemicon=Systemsymbol hinzufügen
showtaskbar=Taskleiste anzeigen
hidetaskbar=Taskleiste ausblenden
präferenz=Präferenzen
enddock=Programm beenden

editicon=Dieses Symbol setzen
removefromdock=Aus Dock entfernen
keepindock=Im Dock behalten
locationfile=Dateispeicherort öffnen
runagain=Führe dieses Programm erneut aus
nevershowthis=Dieses Programm nicht mehr anzeigen
adminmode=Betrieb im Administratormodus
open=open
beenden = beenden

emptytrash=Papierkorb leeren
sortorder=sortieren nach
Nachname=Name
Bysize=Größe
Byextension=Typ
Bydate/time=Ändere die Zeit
Createtime=Erstellungszeit
Groupdirectories=Verzeichnisse zuerst
reverseorder=Umgekehrte Sortierung
closewindow=Schließen s Fenster
Display=Der Anzeigeinhalt ist
Ordner=Ordner
Stapel=Stapel
Locatefolder=Direkt öffnen
FolderEffect=Effekt anzeigen
Gitter=Gitter
Lüfter=Lüfter
add delimiter=Trennzeichen hinzufügen
del delimiter=Trennzeichen entfernen

showmodeapps=Setze unabhängigen Anzeige- und Ausblendmodus
showmodedesktop=Desktop-Anzeige einstellen und Modus ausblenden
NominiEffect=Fenster minimieren Animation nicht anzeigen
showmodenormal=Einstellungen befolgen
msgtips=Einrichten einer Nachrichtenerinnerung
inkognito=Neues Inkognito-Modus-Fenster

systemmenu=Systemmenü

timeskin=Zifferblatt auswählen
timedefault=Standard
timeMickey=Mickey
----------------------------------------------------------

[Startfeld]

addicon=Symbol hinzufügen

search=Suche
ok=Ok
addtips=Bitte ziehe die exe- und lnk-Dateien hierher
----------------------------------------------------------

[Eingabeaufforderungsfenster]

;Aufforderung zum leeren des Papierkorbs und andere Aufforderungen

ok=OK
abbrechen=Abbrechen
trashok=Müll leeren
trashtitle=Möchten Sie die Elemente im Papierkorb wirklich leeren?
Batterietip=Ihr Computer hat wenig Energie. Dies kann die Leistung beeinträchtigen. Um weiterhin reibungslos zu funktionieren, verbinden Sie bitte Ihren Computer mit dem Strom, um fortzufahren
apperror=Das Programm scheint einige Probleme zu haben. Wurde es verschoben, zerstört oder gelöscht?
auswerfen=wurde ausgeworfen

----------------------------------------------------------
;Zeitformatbeschreibung
;ddd Wochentag dddd Wochentag M Monat d Tag H 24-Stunden-Format h 12-Stunden-Format m Minuten s Sekunden
;Doppelbuchstaben mit zwei Ziffern zum Beispiel HH:mm:ss 09:06:05
;Alle folgenden Formate können angepasst und geändert werden, und die Zahl links kann unbegrenzt hinzugefügt werden = leer gelassen, um anzuzeigen, dass das Datum nicht angezeigt wird
;Nachdem die Änderung gespeichert wurde, wird sie sofort wirksam, direkt eingestellt und auf das Zeitformat-Menü klicken, um den Effekt anzuzeigen
[Formatdatum]
1=
2=ddd
3=MMM d
4=MMM dddd
5=TTMMMM, JJJJ

[Formatzeit]
1=H:mm
2=h:mm tt
3=H:mm:ss
4=h:mm:ss tt

[Kalikon]

;Kalendersymbol Monatstext

m1=Januar
m2=Februar
m3=Mar
m4=April
m5=Mai
m6=Juni
m7=Juli
m8=August
m9=Sep
m10=Oktober
m11=Nov
m12=Dez


[Suchermenü]
Bluetooth=Bluetooth
Bluetooth-Einstellungen=Bluetooth-Einstellungen...
Gerät=Gerät
Bevorzugtes Netzwerk=Bevorzugtes Netzwerk
andere Netzwerke=Andere Netzwerke
Netzwerkeinstellungen =Netzwerkeinstellungen...
Audio=Ton
Ausgabe=Ausgabe
Audioeinstellungen=Audioeinstellungen...
Batterieeinstellungen=Batterieeinstellungen...
BatteryEstimatedTime=verbleibend
Batteriezeit_Stunde=Stunden
Batteriezeit_min=Minuten
Titel bearbeiten=Titel bearbeiten
Fensterrahmen=Fensterrahmen
end finder=Ende Finder...
Über diesen PC=Über diesen PC
Systemeinstellungen=Systemeinstellungen...
App-Store=App-Store...
Task-Manager=Task-Manager
Schlaf = Schlaf
Ruhend = Ruhend
Herunterfahren=Herunterfahren
Neustart=Neustart...
Sperrbildschirm = Sperrbildschirm anzeigen
Abmelden=Abmelden...

symbol=Emoticons und Symbole anzeigen
Bildschirmtastatur=Bildschirmtastatur anzeigen
keyboardname=Tastaturnamen anzeigen
Tastatureinstellungen=Tastatureinstellungen...
anzeigen=Anzeigen
systemdark=System-Dunkelmodus
bluelight=Nachtmodus
displayset=Anzeigeeinstellungen...
hotspot=Hotspot
Flugzeug=Flugzeug

[Suchtipps]
Stumm = Stumm
Batterie=Batterie
AcOnLine=Mit AirPower verbunden
Laden = LadenChar
notCharging=Keine Aufladung
Usebattery=Akku verwenden
Voller Akku = Voller Akku
Helligkeit = Helligkeit
showtrayico=System-Tray anzeigen

[Suchertitel]
file=Datei
Bearbeiten=Bearbeiten
Zeigen=Zeigen
Gehe zu = Gehe zu
windows=Schalter
Hilfe=Unterstützung

[schließen]
shutdown=Möchten Sie diesen Computer herunterfahren?
Reboot=Möchten Sie den Computer neu starten?
Logout=Möchten Sie sich abmelden?
Dormant=Möchten Sie diesen Computer in den Ruhezustand versetzen?
sleep=Möchten Sie, dass dieser Computer in den Ruhezustand versetzt wird?
ok=Ok
abbrechen=Abbrechen
[W-lan]
Passwort=Passwort：
showpassword=Passwort anzeigen
beitreten=beitreten
abbrechen=Abbrechen 